[GENERAL]
NAME					                        = Slovenščina
TRANSLATOR				                      = Jadran Rudec, e-mail:jrudec@gmail.com
; Date of translation                         = 10.12.2020
;Version                                      = Bandicut 3.6.2

[TEXT]
TEXT_APP_NAME				                  = Bandicut
TEXT_BUILDNO				                  = Izgradnja #
TEXT_VERSION				                  = Bandicut ${str1} (${str2})
TEXT_APPINFO				                  = Bandicut - Hiter in enostaven urejevalnik videa.
TEXT_BETA				                      = Beta
TEXT_UNREGISTERED			                  = Neregistriran

TEXT_YES				                      = Da
TEXT_NO					                      = Ne
TEXT_CLOSE				                      = Zapri
TEXT_CANCEL				                      = Prekliči
TEXT_OK				  	                      = Vredu
TEXT_ABORT			  	                      = Ustavi    
TEXT_RETRY				                      = Ponovi
TEXT_IGNORE			  	                      = Prezri
TEXT_CONTINUE				                  = Nadaljuj

TEXT_SAVE			                     	  = Shrani
TEXT_NOT_SAVE				                  = Ne shrani

TEXT_SECOND			                    	  = sek.

TEXT_OPEN_FILE				                  = Odpri datoteko
TEXT_SELECT_FOLDER		                      = Izberi izhodno mapo.

TEXT_SEG_DURATION			                = Trajanje ${str1}
TEXT_SEEK_POS				                = Poišči ${str1}
TEXT_TOTAL_SEG_DURATION			            = Skupaj ${str1}
TEXT_HIGH_SPEED_MODE			            = Način visoke hitrosti
TEXT_HIGH_ENCODING_MODE			            = Način kodiranja

TEXT_VOLUME_MUTE		      	            = Nemo
TEXT_VOLUME				                    = Glasnost: ${int1}

TEXT_CHANGE_LANG			                = Za spremembo jezika morate znova zagnati Bandicut.[br]Ali ga želite zdaj ponovno zagnati?
TEXT_RESET_ALL_SETTINGS			            = Ali res želite ponastaviti vse nastavitve na privzete?
TEXT_SHUTDOWN_SEC		      	            = Sistem se bo ustavil v ${int1} sekundah.
TEXT_SHUTDOWN_APP_SEC			            = Bandicut se bo zaprl v ${int1} sekundah.

TEXT_UPDATE_AVAILABLE			            = Trenutno je na voljo nova različica Bandicuta. [br]Ali jo zdaj želite prenesti?
TEXT_UPDATE_UNAVAILABLE			            = Ta različica je ena izmed najnovejših.
TEXT_UPDATE_FAILED			                = Ni bilo uspešno preverjanje informacij o različici. [br]Ta sistem ne sme biti začasno povezan z internetom. Prosimo, poskusite znova.
TEXT_OFFLINE			                  	= Ta funkcija se lahko uporablja, če je ta sistem povezan z internetom[br]Poskusite znova, ko preverite internetno povezavo.

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; Error, Warning
TEXT_PROGRAM_INVALID			            = Ta program ni veljaven. [br]Morate znova namestiti Bandicut.

TEXT_NOT_SEEKABLE			                = Te medijske datoteke ni možno iskati. 
TEXT_NOT_SEEKABLE_DETAIL	          	    = Način visoke hitrosti in nastavitve segmenta niso na voljo.[br]- Poškodovan je indeks tabele.[br]- Ni ključnega okvirja ali indeksa tabele.

TEXT_NOT_SUPPORT_FILE			            = Bandicut ne podpira te datoteke. [br](Tukaj ni videa ali informacij o kodeku.)[br]
TEXT_NOT_SUPPORT_VIDEO		          	    = [br]- Video kodek ${int1}: ${int2} ${str1}
TEXT_NOT_SUPPORT_AUDIO		          	    = [br]- Zvočni kodek ${int1}: ${int2} ${str1}
TEXT_NOT_SUPPORT_FORMAT			            = [br]- Format datoteke: ${str1}
TEXT_NOT_SUPPORT_NONE			            = Brez
TEXT_NOT_SUPPORT_NOT_DECODE		            = (Ni možno predvajanje)
TEXT_NOT_SUPPORT_NO_VIDEO_DATA		        = (Ni video podatkov)
TEXT_NOT_SUPPORT_NOT_EXIST		            = [br]Vhodna datoteka ne obstaja.[br]Preverite pot do datoteke. 

TEXT_NOT_HIGH_SPEED		              	    = Način visoke hitrosti ni na voljo.
TEXT_NOT_HIGH_SPEED_DETAIL	        	    = Ta datoteka ne more uporabljati način visoke hitrosti zaradi težav s kodekom. [br]- Prosimo, uporabite način kodiranja.
TEXT_NOT_HIGH_SPEED_NOT_ENOUGH_VFRAME	    = - Tukaj je manj kot 10 video okvirjev.
TEXT_NOT_HIGH_SPEED_QUERY		            = - Ni uspelo ustvarjanje medijske datoteke.

TEXT_NOT_HIGH_SPEED_KEY_FRAME	      	    = Način visoke hitrosti je veliko hitrejši kot 'Način kodiranja'. [br]Vendar pa lahko spremenite čas začetka te datoteke, če uporabljate 'Način visoke hitrosti' (${str1}).

TEXT_KEY_FRAME_CUT_TITLE	                = Ali želite nadaljevati z načinom visoke hitrosti?
TEXT_KEY_FRAME_CUT_IMPOSSIBLE		          = Način visoke hitrosti je na voljo po registraciji.[br][br]Ali želite kupiti Bandicutovo licenco z naslova https://www.bandicut.com ?

TEXT_FRAME_CUT_CANT_CHANGE		            = V brezplačni različici Bandicuta ne morete spremeniti to nastvaitev.[br]Prosimo, kupite Bandicut prek naslova https://www.bandicut.com

TEXT_KEY_FRAME_CUT                          = Začetni čas te datoteke, lahko spremenite.
TEXT_KEY_FRAME_CUT2			                = - Prosimo, uporabite način kodiranja, če obstaja kakršna koli težava.

TEXT_NOT_HIGH_SPEED_JOIN		            = Za Združevalca lahko uporabite način visoke hitrosti le, če so vsi formati popolnoma enaki.

TEXT_MSG_CONVERTING_CLOSE		            = Opravilo se izvaja. Ali ga želite preklicati in zapreti Bandicut?
TEXT_MSG_CONVERTING_CANCEL	         	    = Opravilo se izvaja. Ali ga želite preklicati?
TEXT_MSG_CHECK_NOT_SHOW		          	    = Naslednjič tega ne prikaži.
TEXT_MSG_WRITE_HEADER		                = Zdaj zapisujem glavo datoteke. Če je datoteka velika bo to opravilo trajalo dlje časa. Počakajte trenutek.

TEXT_ERROR_DISKSPACE_TITLE		            = Ni dovolj prostora na disku za izhodno mapo.
TEXT_ERROR_DISKSPACE		               	= Spremenite izhodno mapo in poskusite znova.
TEXT_ERROR_DISKSPACE_DETAIL		            = [br]-Na voljo prostor na disku: ${str1}[br]-Potreben prostor na disku:${str2}
TEXT_ERROR_CACHE_DISKSPACE_TITLE            = Ni dovolj prostora na disku za mapo predpomnilnika.
TEXT_ERROR_CACHE_DISKSPACE	                = Spremenite mapo predpomnilnika in poskusite znova.
TEXT_ERROR_CACHE_DISKSPACE_DETAIL	        = [br]-Na voljo prostor na disku:: ${str1}[br]-Potreben prostor na disku:${str2}
TEXT_ERROR_FILE_SYSTEM_TITLE		        = Spremenite mapo 'Izhod' ali 'Predpomnilnik'.
TEXT_ERROR_FILE_SYSTEM			            = Mapa 'Izhod' ali 'Predpomnilnik' se ne nahaja na datotečnem sistemu NTFS, kar lahko povzroča težave pri obdelavi večjih datotek od 4GB.[br]-Mapa za spremembo:
TEXT_CANT_KEYFRAME_SEEK		          	    = Zdaj analiziram medijsko datoteko. Po končani analizi lahko iščete z enoto ključnega okvirja.
TEXT_READ_FILE				                = Ni uspelo branje datoteke. Prosimo, preverite vhodno datoteko.[br]Če se datoteka nahaja na CD/DVD, kopirajte jo na vaš trdi disk in ponovite postopek.
TEXT_CODEC_CONFIG			                = Napačne nastavitve kodiranja.
TEXT_CODEC_CONFIG2		             	    = [br]Prosimo, pojdite v meni 'Nastavitve kodiranja' in uporabite privzete nastavitve kodiranja, nato poskusite znova.
TEXT_VIDEO_ENCODING		              	    = Prišlo je do napake med kodiranjem videa. You need to check the input file or the encoding settings.
TEXT_VIDEO_ENCODING_QSV_TITLE		        = Pretvorba je ustavljena, ker j eprišlo do težave s Intel® hirim kodirnikom za sinkronizacijo videa.
TEXT_VIDEO_ENCODING_QSV			            = Ali boste uporabili H.264 programski kodirnik?
TEXT_AUDIO_ENCODING		              	    = Prišlo je do napake med kodiranjem zvoka. You need to check the input file or the encoding settings.
TEXT_NOT_SUPPORT_TYPE		            	= Ni uspelo ustvarjanje izhodne datoteke.
TEXT_UNSUPPORT_VIDEO_SIZE		            = Ni mogoče pretvoriti v to ločljivost videoposnetka.[br]Največja ločljivost, ki jo podpira ${str1} je ${str2}.[br]Prosimo, pojdite na meni 'Nastavitve kodiranja' in izberite drugo ločljivost videa in poskusite znova.
TEXT_NO_ENCODER				                = Ne najdem kodirnika.
TEXT_SEND_FILE			                    = Če pošljete video datoteko na naslov bandicut@bandicam.com, bomo poskusili popraviti to težavo.
TEXT_CHECK_CHANGE_ENCODER		            = Od zdaj naprej uporabi H.264 programski kodirnik.
TEXT_INTER_FILE				                = Pri shranjevanju videoposnetka v izhodno mapo je prišlo do napake.
TEXT_CANT_DECODE_AUDIO			            = Nekaterih zvočnih posnetkov ni mogoče dekodirati.[br]Ne bodo pretvorjene. Ali ste prepričani, da želite nadaljevati?

TEXT_REBUILD_COMPLETE		               	= Datoteke so pripravljene za urejanje.
TEXT_REBUILD_FAILED		                    = Pri pripravi video datotek je prišlo do napake.[br]

TEXT_ERRMSG_CONVERT_NUM		          	    = Kodiranje je spodletelo.(${int1})
TEXT_ERRMSG_CONVERT_VSIZE	          	    = Ni uspela uporaba načina visoke hitrosti, ker je datoteka prevelika. Prosimo, uporabite 'Način kodiranja'.

TEXT_MSG_CHANGE_MODE_DROP		            = Če je bilo dodano več datotek v Bandicut se bo ta spremenil v Joiner. [br]Ali ste prepričani, da želite nadaljevati?
TEXT_MSG_CANT_CHANGE			            = Bandicut analizira datoteke, ki so bile dodane.

TEXT_MISSED_FILE_REMOVE		          	    = Datoteka je bila odstranjena s seznama segmentov, ker več ne obstaja.[br]-${str1}

TEXT_INVALID_VALUE			                = Vnesite vrednost med ${int1} in ${int2}.

TEXT_WARNING_MAX_SEGMENT	          	    = Lahko dodate do ${int1} datotek/segmentov.
TEXT_WARNING_MAX_SEGMENT_FAIL	      	    = Spodaj navedene datoteke ${int1} niso bile dodane.[br]${str1}
TEXT_WARNING_MAX_SEGMENT_AUTO		          = Kmalu boste presegli največje število segmentov Bandicuta (99). Če nadaljujete, nekateri segmenti ne bodo dodani.[br]Ste prepričani, da želite nadaljevati?
TEXT_WARNING_MAX_SEGMENT_SHORT		        = Bandicut ne more razdeliti v ${int1} segmentov, ker je čas vsakega segmenta prekratek.[br]Vnesite manjše število.
TEXT_WARNING_MAX_SEGMENT_AUTO_CANT	        = Segmenta ne morete več razdeliti, ker je bilo preseženo največje število segmentov.
TEXT_WARNING_MAX_SEGMENT_ZERO		        = Čas je daljši od časa segmenta.[br]Nastavite ga na nižjo vrednost in poskusite znova.
TEXT_WARNING_INVALID_TIME		            = Nastavite čas, ki je daljši od 1 sekunde.

TEXT_EXIST_FILE_HEADER		          	    = Datoteka s tem imenom že obstaja.
TEXT_EXIST_FILE_COMMENT		           	    = Če nadaljujete s tem opravilom, bo v imenu datoteke dodana zaporedna številka. Ali res želite nadaljevati?
TEXT_EXIST_FILE_OVERWRITE			        = Shrani projektno datoteko
TEXT_EXIST_FILE_COMMENT_OVERWRITE	        = ${str1} že obstaja.[br]Ali jo želite prepisati?

TEXT_MSG_PROJECT_HELP		             	= Kaj je projektna datoteka?
TEXT_MSG_SAVE_PROJECT_HEADER	        	= Opravilo se izvaja.
TEXT_MSG_SAVE_PROJECT			            = Če dodate video datoteke ali projektno datoteko, bo delujoče opravilo izgubljeno.
TEXT_MSG_SAVE_PROJECT2		              	= Ali želite nadaljevati po shranjevanju projektne datoteke?
TEXT_MSG_SAVE_PROJECT_CLOSE		            = Ali želite nadaljevati po shranjevanju projektne datoteke?
TEXT_MSG_LOAD_PROJECT_FAIL	            	= Projektne datoteke ni bilo mogoče odpreti.
TEXT_MSG_RESTORE_PROJECT	             	= Bandicut se ni pravilno zaustavil.[Br]Ali želite obnoviti prejšnje opravilo?

; Available Encoder
TEXT_RECOMMEND_CODEC_COMMENT	            = Intel Quick Sync Video ni omogočen.[br]Za uporabo kodeka "H264 (Intel® Quick Sync Video)",prosimo, da kabel VGA z monitorja priključite na vrata VGA na matični plošči.
TEXT_RECOMMEND_CODEC_COMMENT_OK	            = Ali želite obiskati stran za pomoč?

TEXT_ENCODER_TITLE			                = Na voljo je kodirnik ${str1}
TEXT_ENCODER_AVAILABLE_ENCODER	            = ${str1} je strojni kodirnikki omogoča urejanje videoposnetkov z večjo hitrostjo kot programsko zasnovan kodirnik.
TEXT_ENCODER_AVAILABLE_ENCODER_OK           = [br]Ali želite uporabiti kodirnik ${str1}?

TEXT_ERROR_NOT_AVAILABLE_FB_UPLOAD	        = Ta funkcija ni več na voljo zaradi Facebookove politike.

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; Log
TEXT_INPUT_FILE_INFO			            = Podatki o vhodni datoteki
TEXT_H264_NOT_SUPPORT		           	    = Ta sistem ne podpira kodiranja H.264.
TEXT_FILE_NAME			                  	= Ime datoteke: ${str1}
TEXT_FILE_TYPE		              		    = Format datoteke: ${str1}
TEXT_FILE_DURATION	            	    	= Trajanje: ${str1}
TEXT_FILE_SIZE			                	= Velikost datoteke: ${str1}
TEXT_SEGMENT			                    = Segmentov: ${str1} 
TEXT_HIGH_SPEED_KEY_FRAME_START		        = - Izvirni začetni čas: ${str1}
TEXT_HIGH_SPEED_KEY_FRAME_KEY_START         = - Nov začetni čas: ${str1}
TEXT_ENABLE_HIGH_SPEED			            = Uporabi način visoke hitrosti: ${str1}
TEXT_SEEKABLE				                = Iskanje ${str1}  
TEXT_POSSIBLE			                    = Omogoči
TEXT_IMPOSSIBLE			              	    = Onemogoči
TEXT_POSSIBLE_REG			                = Na voljo je po registraciji.
TEXT_TRACK_COUNT			                = ${int1} video posnetkov, ${int2} zvočnih posnetkov
TEXT_OUTPUT_FILE_INFO		          	    = Izhodni podatki o datoteki
TEXT_ADD_FAILED			              	    = [Spodletelo je dodajanje datoteke]
TEXT_OUTPUT_OPTION		            	    = Možnosti izhoda
TEXT_INPUT_FILES		              	    = [Število vnesenih datotek (segmentov) : ${int1}]
TEXT_H264_ENCODER			                = Kodirnik H.264
TEXT_CODEC				                    = Kodek

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; Main window
TEXT_MAIN_MOVIE_FILES			            = Medijske datoteke
TEXT_MAIN_PROJECT_FILES			            = Projektne datoteke
TEXT_MAIN_ALL_FILES			                = Vse datoteke

TEXT_MOREINFO				                = Več o tem...

TEXT_SEGMENT_TITLE			                = Segment ${str1}
TEXT_SEGMENT_FILE_TITLE			            = Datoteka ${str1}

TEXT_RECORDING				                = Zaženi Bandicam Snemalnik zaslona[br](Posnemite računalniški zaslon, igro ali spletno kamero)

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; Banner
TEXT_BANNER_FONT			          = Arial
TEXT_BANNER_FONT_COLOR			      = #bbb
TEXT_BANNER_FONT_OVER_COLOR		      = #5acf0c
TEXT_BANNER_OFF_TITLE			      = Preizkus
TEXT_BANNER_OFF_SUBJECT			      = Uporabljate neregistrirano različico.
TEXT_BANNER_OFF_CONTENTS_1		      = Če kupite in registrirate licenco Bandicuta,
TEXT_BANNER_OFF_CONTENTS_2		      = program opremo lahko uporabljate brez preskusnih omejitev.
TEXT_BANNER_RESULT_SUBJECT		      = Niste zadovoljni s hitrostjo?
TEXT_BANNER_RESULT_CONTENTS_1	  	  = Prosimo, kupite licenco zae Bandicut.
TEXT_BANNER_RESULT_CONTENTS_2	   	  = Hitrost bo povečana za nad <b>${str1}% (${str2})</b>.
TEXT_BANNER_RESULT_BTN			      = Takojšnji nakup

TEXT_BANNER_UWP_SUBJECT			      = Bandicut Video Cutter (brezplačen) za Microsoft Store
TEXT_BANNER_UWP_CONTENTS_1		      = Najhitrejši Rezalnik videoposnetkov brez izgub, razdelilec in združevalec
TEXT_BANNER_UWP_CONTENTS_2	     	  = Za več informacij obiščite uradno spletno stran.

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; Konfiguracija
TEXT_TAB_GENERAL		            	= Splošno
TEXT_TAB_FILE				            = Izhod
TEXT_TAB_LANGUAGE		            	= Jezik
TEXT_TAB_HIGHSPEED			            = Visoka hitrost
TEXT_TAB_VFILTER		            	= Video filter
TEXT_TAB_INFO			              	= Vizitka

TEXT_PREFIX_FILE_NAME		        	= izvirno ime datoteke
TEXT_PREFIX_CUSTOM			            = Predpona po meri
TEXT_PREFIX_NONOE			            = Brez
TEXT_SUFFIX_TIME		             	= Datum in čas
TEXT_SUFFIX_SERIAL		          	    = Zaporedna številka
TEXT_SUFFIX_DATE_SERIAL			        = Datum in zaporedna številka
TEXT_FILE_EXAMPLE			            = Prim.)
TEXT_DEFAULT_CACHE_FOLDER		        = (privzeto)

TEXT_INTEL_QSV				            = Intel® Hitro sinkroniziran video (Hitro, strojno pospeševanje)

TEXT_H264_NOT_SUPPORT			        = Ta sistem ne podpira H.264 kodiranje.[br]Ali želite obiskati stran s pomočjo?

TEXT_VIDEO_QUALITY			            = Kakovost
TEXT_VIDEO_BITRATE		                = Bitna hitrost (kbps)
TEXT_AUDIO_MONO			                = Mono
TEXT_AUDIO_STEREO		                = Stereo
TEXT_NO_VIDEO			                = Brez videa
TEXT_NO_AUDIO		                    = Brez zvoka
TEXT_VIDEO			                    = Video
TEXT_AUDIO			                    = Zvok
TEXT_UNKNOWN			                = Neznano
TEXT_AUTO			                    = Samodejno
TEXT_ALWAYS			             	    = Vedno
TEXT_DONT_USE				            = Ne uporabi

TEXT_FIT_WIDTH			                = Prilagodi širino
TEXT_FIT_HEIGHT			                = Prilagodi višino
TEXT_SIZE_AUTO			                = Ohrani izvirno velikost
TEXT_SIZE_CUSTOM			            = Po meri

TEXT_FIT_WIDTH_INFO			            = Prilagodi širino (${int1}x0)
TEXT_FIT_HEIGHT_INFO			        = Prilagodi višino (0x${int1})
TEXT_SIZE_AUTO_INFO		          	    = (${int1}x${int2})

TEXT_FULL_HD			               	= 1920x1080(Polni HD, 1080p)
TEXT_FIT_IPAD2			            	= 1024 x 768 (iPad2)
TEXT_FIT_IPHONE4		             	= 960 x 640 (iPhone4)
TEXT_FIT_NEW_IPAD		            	= 2048 x 1536 (Nov iPad)

TEXT_FPS_AUTO			              	= Ohrani izvirni FPS

TEXT_MIN_VIDEO_SIZE		         	= Najmanjša vrednost širine in višine videa je ${int1}.
TEXT_MAX_VIDEO_SIZE		         	= Največja vrednost širine in višine videa je ${int1}.
TEXT_ODD_VIDEO_SIZE			        = Kodiranje lahko spodleti, ko je širina ali višina videa liho število.[br] Ali želite spremeniti velikost videa na naslednjo?
TEXT_ODD_VIDEO_SIZE2		       	= [br]- Uporabniško določena velikost videa: ${int1} x ${int2}
TEXT_ODD_VIDEO_SIZE2_1			    = [br]- Nova velikost videa: ${int1} x ${int2}
TEXT_MAX_VIDEO_KBITRATE			    = Največja vrednost bitne hitrosti videa je ${int1} Kbps.
TEXT_MAX_VIDEO_QUALITY			    = Vrednost kakovosti videa mora biti med 1 in 100.
TEXT_DONT_ALLOW_NORMALIZE		    = To možnost ne morete uporabiti z možnostjo [Odstrani zvočne posnetke].[br]Ali želite onemogočiti možnost [Odstrani zvočne posnetke]?
TEXT_DONT_ALLOW_REMOVE_AUDIO		= To možnost ne morete uporabiti z možnostjo [Normaliziraj].[br]Ali želite onemogočiti možnost [Normaliziraj]?

TEXT_SAMPLERATE_AUTO		  	    = Ohrani izvirno frekvenco

TEXT_ASK_FOR_REG			        = Neregistrirana različica
TEXT_ASK_FOR_REG_DETAIL			    = Kupite Bandicutovo licenco za odstranitev vseh omejitev.
TEXT_ASK_FOR_REG_CONTINUE		    = Prezri in nadaljuj
TEXT_ASK_FOR_REG_REGNOW			    = Registriraj Bandicut
TEXT_ASK_FOR_REG_TRY		   	    = Poskusite neregistriran Bandicut

TEXT_NOT_EXIST_OUTPUT			    = Izhodna mapa ne obstaja. Please change the output folder.
TEXT_NOT_SUPPORT_FOLDER			    = Ni bilo mogoče shraniti datoteke v to mapo. Prosimo, izberite drugo mapo.
TEXT_NOT_SAVE_SOURCE_FOLDER		    = Datotek ne morete shraniti v izvirno mapo [br]Želite nadaljevati, potem ko počistite možnost [Shrani v izvirno mapo]?
TEXT_NOT_ALLOWED_CHAR			    = Ime datoteke ne sme vsebovati naslednjih znakov.[br]${str1}
TEXT_LONG_PATH				        = Ime datoteke bi bilo predolgo za izhod. Skrajšajte ime datoteke in poskusite znova ali pa poskusite z mestom, ki ima krajšo pot.[br]Največja dolžina poti datoteke je ${int1} znakov.
TEXT_ADDING_FILES			        = Zdaj dodajam medijske datoteke. Prosimo, počakajte trenutek.

TEXT_DEFAULT_PRESET			        = Privzeto
TEXT_FIT_WIDTH_PRESET			    = Prilagodi širino
TEXT_FIT_HEIGHT_PRESET			    = Prilagodi višino
TEXT_UPLOAD_480_PRESET			    = YouTube/Twitter (480p, 30fps)
TEXT_UPLOAD_720_PRESET			    = YouTube/Twitter (720p, 30fps)
TEXT_UPLOAD_1080_PRESET			    = YouTube/Twitter (1080p, 30fps)
TEXT_SMARTPHONE_PRESET			    = Pametni telefon
TEXT_PPT_PRESET				        = PowerPoint
TEXT_DELETE_PRESET			        = Ali želite izbrisati prednastavitev?[br][br]-Ime prednastavitve: ${str1}
TEXT_SAME_PRESET			        = Ime prednastavitve, ki ste ga vnesli, že obstaja. Ali želite prepisati obstoječo prednastavitev?[br][br]-Ime prednastavitve: ${str1}
TEXT_SAME_RENAME_PRESET			    = Ime prednastavitve, ki ste ga vnesli, že obstaja. Vnesite drugo ime.[br][br]-Ime prednastavitve: ${str1}
TEXT_REFLECTED_PRESET		        = Vaša prednastavitev je bila uporabljena[br][br]-Ime prednastavitve: ${str1}

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; Installer
TEXT_WELCOMEPAGE_TEXT		        = Ta program bo namestil Bandicut v vaš računalnik.[br][br]Če se Bandicut izvaja prosimo, da ga najprej zaprete preden začnete z nameščanjem.[br][br]Kliknite na 'Naprej' za nadaljevanje.
TEXT_DELETE_ALL_FILES			    = V mapi (${str1}) niso bile odstranjene vse datoteke. [br]Ali jih želite odstraniti?
TEXT_STILLRUN_EXIT_PROGRAM	        = Bandicut je v uporabi. Zaprite program pred obdelavo.
TEXT_THIS_IS_NT_ONLY_APP	  	    = Ta program bo delovala pravilno le v operacijskem sistemu Windows Vista in novejšim. [br]Želite prenesti različico za Windows XP?
TEXT_DO_NOT_WORK_32BIT			    = Ta program ne deluje v 32-bitnem sistemu Windows. [br] Ali želite prenesti različico za 32-bitni Windows?
TEXT_NEED_ADMIN_PRIVILEGE	  	    = Namestitev programa zahteva skrbniške pravice. [br]Ali želite prekiniti namestitev?
TEXT_DELETE_ALL_PRESET_FILES		= Obstajajo prednastavitve po meri.[br]Ali jih želite odstraniti?

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; Wizard
TEXT_WIZARD_COMMENT				    = Izberite način, ki ga želite uporabljati.
TEXT_WIZARD_COMMENT_CUT		        = Izreži video datoteke in odstrani enega ali več delov iz videa.
TEXT_WIZARD_COMMENT_SPLIT		    = Razdeli videoposnetek v več segmentov.
TEXT_WIZARD_COMMENT_JOIN	        = Združi več video datotek.

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; Cut/Join Guide
TEXT_GUIDE_CUT			          	= <font color=white>Bandicut</font> rezalnik
TEXT_GUIDE_JOIN			          	= <font color=white>Bandicut</font> združevalec

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; Cutting
TEXT_RESUME			                = Nadaljuj
TEXT_PAUSE			                = Pavza
TEXT_READY				            = Čakanje

TEXT_TITLE_ALARM_TRAILING	  	    = ${str1} - Pisanje glave datoteke
TEXT_JOIN_JOB			          	= Združi

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; Register
TEXT_REGISTER_SUCCEEDED		        = Vaš Bandicut je registriran.
TEXT_REGISTER_FAILED			    = Registracija ni bila uspešna. [br]Preverite vaš e-poštni naslov in serijsko številko.
TEXT_REGISTER_CONNECT_FAILED        = Ni mogoče povezati se s strežnikom za registracijo.[br]Prosimo, preverite vašo internetno povezavo in nastavite vaš sistemski datum na današnji datum - čas.${str1}
TEXT_REGISTER_FAILED_HELP		    = [br]Če potrebujete pomoč, kliknite na gumb 'Vredu'.
TEXT_REGISTER_INFO		     	    = E-poštni naslov: ${str1}[br]Serijska številka: ${str2}
TEXT_REGISTER_INFO2		                = Datum poteka : ${str1} (${int1} preostalih dni)
TEXT_REGISTER_INFO2_EXPIRED	            = Datum poteka : ${str1} (Potekla)
TEXT_REGISTER_YET			        = Neregistriran!!![br]- Vodni žig bo dodana v video.[br]- Prosimo, kliknite na gumb "Registriraj", da odstranite vse omejitve. 
TEXT_HAS_BEEN_UNREGISTERED	        = Bandicut je bil odregistriran.
TEXT_UNREGISTER				        = Ali želite odregistrirati Bandicut?
TEXT_NOTICE_NEED_TO_RENEW	            = Bandicut licenca poteče po ${int1} dneh. Za navodila za obnovitev licence kliknite gumb 'Vredu'.
TEXT_NOTICE_NEED_TO_RENEW_NOW	        = Licenca Bandicut je potekla. Za navodila za obnovitev licence kliknite gumb 'Vredu'.

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; upload video
TEXT_UPLOAD_VID_NO_TITLE		    = Vnesite napis videa za nalaganje.
TEXT_UPLOAD_YOUTUBE_LOGIN		    = Prijava - Youtube
TEXT_UPLOAD_YOUTUBE_LOGIN_TEXT		= Prijava z YouTube iz brskalnika...
TEXT_UPLOAD_VIMEO_LOGIN			    = Prijava - Vimeo
TEXT_UPLOAD_COMPLETE			    = Naloženo
TEXT_UPLOAD_ERR_FAIL			    = Ni uspelo nalaganje tega videa.
TEXT_UPLOAD_ERR_FILESIZE_LIMIT		= Ta datoteka je prevelika za nalaganje.
TEXT_UPLOAD_ERR_FREESPACE		    = Za nalaganje ni dovolj prostora na Vimeo.
TEXT_UPLOAD_ERR_CONNECT			    = Ni bila uspešna povezava s strežnikom.
TEXT_UPLOAD_ERR_AUTH_VIMEO	    	= Ni uspelo nalaganje tega videoposnetka. Uporabniki Vimeo Basic ne morejo uporabljati te funkcije.
TEXT_UPLOAD_WARNING_DOING		    = Zdaj nalagam ${int1} video datotek. Ali želite preklicati nalaganje videa in zapreti Bandicut?
TEXT_UPLOAD_NO_PASSWORD			    = Prosimo, vnesite geslo.
TEXT_UPLOAD_YOUTUBE_QUOTA	        = Bandicut je presegel dnevno kvoto za prenos, ki jo je dodelil YouTube.\nKvota bo ponastavljena ob polnoči po pacifiškem času (PT).\nPrenesite video neposredno z YouTuba ali poskusite znova po polnoči po pacifiškem času.\n\nAli želite obiskati YouTube.com?
TEXT_UPLOAD_ERR_ACCESSTOKEN		    = Žetona za dostop ni bilo mogoče dobiti.

TXT_TITLE               		      = Prijava v YouTube je končana!
TXT_MESSAGE_COMPLETE1   		      = Prijava v YouTube je končana!
TXT_MESSAGE_COMPLETE2   	       	  = Lahko zaprete to stran.
TXT_GOTO_BANDICUT_HOME  	      	  = Pojdi na bandicut.com

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; download & update 
TEXT_UPDATE_IN_PROGRESS		      	  = Poteka namestitev...
TEXT_UPDATE_FAILED_DL			      = Datotek za namestitev ni bilo mogoče prenesti. [br]Ta sistem morda trenutno ni povezan z internetom.
TEXT_UPDATE_INSTALL_SUCCEED	    	  = Namestitev je končana.
TEXT_UPDATE_INSTALL_FAILED	    	  = Namestitev ni uspela.

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; Menu
[MENU]
MENUSTR_MAIN_ABOUT		          	  = Vizitka [tab]F1
MENUSTR_MAIN_FILE_OPEN		       	  = Odpri datoteko [tab]F2, Ctrl+O
MENUSTR_MAIN_FILE_UPLOAD		      = Naloži na
MENUSTR_MAIN_FILE_CLOSE		       	  = Zapri datoteko [tab]F4
MENUSTR_MAIN_OUTPUT		              = Odpri izhodno mapo [tab]Ctrl+F2
MENUSTR_MAIN_SETTING	        	  = Konfiguracija [tab]F5
MENUSTR_MAIN_REGISTER	        	  = Registracija [tab]F3
MENUSTR_MAIN_CLOSE		          	  = Izhod [tab]Alt+F4
MENUSTR_MAIN_HELP		              = Pomoč
MENUSTR_HELP_ONLINE			          = Pomoč
MENUSTR_HELP_HOTKEYS			      = Vroče tipke
MENUSTR_HELP_LICENSE			      = Podatki o licenci
MENUSTR_MAIN_VIDEO	           		  = Video
MENUSTR_MAIN_AUDIO		           	  = Zvok
MENUSTR_MAIN_FILE_INFO		      	  = Podatki o datoteki [tab]Ctrl+F1
MENUSTR_MAIN_FILE_CLOSE_ALL	    	  = Zapri vse datoteke [tab]F4
MENUSTR_MAIN_PROJECT_FILE_OPEN		  = Odpri projektno datoteko
MENUSTR_MAIN_PROJECT_FILE_SAVE		  = Shrani projektno datoteko
MENUSTR_UPLOAD_SETTING			      = Nastavitve

MENUSTR_PRESET_USER		        	  = Uporabniške prednastavitve
MENUSTR_PRESET_ADD			          = Dodaj prednastavitev
MENUSTR_PRESET_EDIT			          = Uredi prednastavitve

[DIALOG]
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; GENERAL 
IDCANCEL			                  = Prekliči
IDOK					              = Vredu
IDC_BTN_CLOSE			              = Zapri
IDC_BTN_YES				              = Da
IDC_BTN_NO				              = Ne
IDC_BTN_REGISTER		         	  = Registriraj
IDC_CK_OPEN_OUTPUT_FOLDER	          = Po dokončanju odpri izhodno mapo.
IDC_ST_DETAIL_LINK			          = Poglej več...
IDC_ST_OPTION				          = Možnosti
IDC_ST_HELP				              = Pomoč

[IDD_OUTPUT_DETAIL]
IDD_OUTPUT_DETAIL		          	  = Nastavitve načina kodiranja
IDC_ST_FILE_FORMAT			          = Datoteka
IDC_ST_FORMAT			              = Format datoteke
IDC_ST_VIDEO_DETAIL		        	  = Video
IDC_ST_AUDIO_DETAIL		         	  = Zvok
IDC_ST_VIDEO_SIZE		              = Velikost videa
IDC_ST_FPS			               	  = FPS
IDC_ST_VIDEO_CODEC	         		  = Video kodek
IDC_ST_VIDEO_MODE			          = Spremljanje bitne hitrosti
IDC_ST_VIDEO_QUALITY		      	  = Kakovost
IDC_ST_VIDEO_BITRATE		      	  = Bitna hitrost
IDC_ST_VIDEO_DEINTERLACE	          = Razpletaj
IDC_ST_AUDIO_CODEC			          = Zvočni kodek
IDC_ST_AUDIO_CHANNEL		      	  = Kanal
IDC_ST_AUDIO_SAMPLERATE		     	  = Hitrost vzorčenja
IDC_ST_AUDIO_MODE			          = Spremljanje bitne hitrosti
IDC_ST_AUDIO_BITRATE	      		  = Bitna hitrost
IDC_BTN_PRESET				          = Privzeto
IDC_BTN_SETTING_MORE			      = Več nastavitev...
IDC_ST_AUDIO_NORMALIZE			      = Normaliziraj
IDC_CK_AUDIO_NORMALIZE			      = Uporabi

[IDD_OUTPUT_H264]
IDD_OUTPUT_H264			              = Nastavitve H.264
IDC_ST_H264_PROFILE_SETTING	          = Nastavitve ${str1}
IDC_ST_H264_PROFILE		   	          = Profil
IDC_ST_H264_LEVEL		          	  = Raven

[IDD_PRESET_ADD]
IDD_PRESET_ADD			              = Dodaj novo prednastavitev
IDC_ST_ADD_PRESET		              = Trenutne nastavitve formata lahko shranite kot novo prednastavitev.[br]Enter a name for the new preset. 
IDC_ST_SELECT_ENCODER		          = Nastavitve kodirnika H.264
IDC_ST_VIDEO_ENCODER		          = Kodirnik H.264			

[IDD_PRESET_RENAME]
IDD_PRESET_RENAME			          = Preimenuj prednastavitev
IDC_ST_RENAME_PRESET			      = Vnesite novo ime za prednastavitev.

[IDD_PRESET_EDIT]
IDD_PRESET_EDIT			              = Uredi prednastavitve
IDC_BTN_PRESET_ADD		              = Dodaj
IDC_BTN_PRESET_DELETE		          = Izbriši
IDC_BTN_PRESET_RENAME			      = Preimenuj

[IDD_SETTING]
IDD_SETTING				              = Nastavitve
IDC_BTN_RESET			        	  = Ponastavi

[IDD_SETTING_GENERAL]
IDC_CK_SHOW_NOT_SKEEABLE	      	  = Opozori pri odpiranju medijske datoteke, ki jo ni možno poiskati.
IDC_CK_ALERT_EXIST_FILE		      	  = Opozorilo, če že obstaja datoteka s tem imenom.
IDC_CK_ALERT_SAVE_PROJECT		      = Opozorilo pri shranjevanju projektne datoteke.
IDC_CK_USE_LOG_FILE			          = Ustvari datoteko dnevnika (.log)
IDC_CK_MOV_FRONT_HEADER			      = Shrani podatke o datoteki na začetku datoteke (samo MP4)
IDC_CK_KEEP_CREATION_TIME		      = Ohrani ustvarjanje datuma/časa izvirne datoteke.
IDC_ST_UPLOAD				          = Možnosti nalaganja
IDC_CK_SHOW_TIP				          = Prikaži namig/podatke
IDC_CK_AUTO_MOVE			          = Premakni vhodni položaj ob pritisku na številske tipke.
IDC_CK_DEINTERLACE_PREVIEW		      = Pri predvajanju prepletenih videoposnetkov uporabi filter za razpletanje.

[IDD_SETTING_FILE]
IDC_ST_OUTPUT			          	  = Izhodna mapa
IDC_BTN_SET_OUTPUT	        		  = Prebrskaj...
IDC_BTN_OPEN_OUTPUT	         		  = Odpri
IDC_CK_OUTPUT_SOURCE			      = Shrani v izvirno mapo
IDC_ST_FILENAME				          = Nastavitve poimenovanja datotek
IDC_ST_CACHE_FOLDER			          = Mapa predpomnilnika
IDC_BTN_SET_CACHE_FOLDER	          = Prebrskaj...
IDC_BTN_SET_DEFAULT_CACHE_FOLDER      = Privzeto

[IDD_SETTING_LANGUAGE]
IDC_ST_LANGUAGE				          = Jezik
IDC_ST_TRANSLATOR		    	      = Hvala prevajalcem

[IDD_SETTING_HIGHSPEED]
IDC_CK_SHOW_NOT_HIGH_SPEED		      = Opozori, ko ni možno uporabljati način visoke hitrosti.
IDC_CK_ALWAYS_KEY_FRAME_CUT		      = Vedno odreži/združi s ključnim okvirjem v načinu visoke hitrosti.
IDC_CK_SHOW_KEY_FRAME_CUT		      = Opozori, ko se bo začetni čas datoteke spremenil.

[IDD_UPLOAD_TO_VIMEO]
IDD_UPLOAD_TO_VIMEO			          = Naloži na Vimeo.com
IDC_ST_VIMEO_UPLOADINFO		    	  = Podatki o nalaganju
IDC_ST_VIMEO_FILENAME		      	  = Ime datoteke:
IDC_ST_VIMEO_TITLE	         		  = Napis:
IDC_ST_VIMEO_DESCRIPTION	     	  = Opis:
IDC_ST_VIMEO_PRIVACY			      = Zasebnost:
IDC_RD_VIMEO_PRIVACY_ANYONE		        = Vsakdo - Dovolite vsakomur ogled tega videa
IDC_RD_VIMEO_PRIVACY_ONLYME		        = Samo jaz - Naredi ta video viden samo meni in nikomur drugemu
IDC_RD_VIMEO_PRIVACY_FOLLOW		        = Naredi video, viden samo osebam, ki jim sledim na Vimeu
IDC_RD_VIMEO_PRIVACY_UNLISTED	       	= Ta videoposnetek lahko vidijo samo osebe z zasebno povezavo
IDC_ST_VIMEO_PRIVACY_UNLISTED		    = (Uporabniki Vimeo Basic ne morejo uporabljati te možnosti)
IDC_RD_VIMEO_PRIVACY_PASSWORD		    = Ta videoposnetek lahko vidijo samo osebe z geslom
IDC_CK_HIDE_PASSWORD			      = Skrij geslo
IDC_BTN_VIMEO_UPLOAD			      = Naloži
IDC_LN_VIMEO_HELP			          = Pomoč

[IDD_UPLOADING_VIMEO]
IDD_UPLOADING_VIMEO		          	  = Nalaganje...
IDC_ST_VIMEO_UPLOADED			      = Nalaganje videoposnetka je končano!
IDC_ST_VIMEO_LINK		              = Povezava:
IDC_ST_VIMEO_EMBED	             	  = Vgradi:
IDC_BTN_VIMEO_LINK_GO	           	  = Pojdi
IDC_BTN_VIMEO_EMBED_COPY	          = Kopiraj
IDC_BTN_VIMEO_CLOSE			          = Zapri

[IDD_UPLOAD_TO_YOUTUBE]
IDD_UPLOAD_TO_YOUTUBE			      = Naloži na Youtube.com
IDC_ST_YOUTUBE_UPLOADINFO	          = Podatki o nalaganju
IDC_ST_YOUTUBE_FILENAME		          = Ime datoteke:
IDC_ST_YOUTUBE_TITLE		          = Naslov:
IDC_ST_YOUTUBE_DESCRIPTION	          = Opis:
IDC_ST_YOUTUBE_PRIVACY		          = Zasebnost:
IDC_RD_YOUTUBE_PRIVACY_PUBLIC	         = Javno - Dovoli vsem videti ta videoposnetek
IDC_RD_YOUTUBE_PRIVACY_UNLISTED		     = Neuvrščeno - Vsakdo, ki ima povezavo na ta videoposnetek, ga lahko tudi ogleda
IDC_RD_YOUTUBE_PRIVACY_PRIVATE	         = Zasebno - Naj bo ta video viden meni in uporabnikom, ki jih izberem
IDC_BTN_YOUTUBE_UPLOAD		           = Naloži
IDC_LN_YOUTUBE_HELP	                   = Pomoč
IDC_LN_YOUTUBE_TOS	                   = S klikom na 'Naloži' potrjujete, da ste lastnik vseh pravic do vsebine ali da vas je lastnik pooblasti za javni dostop vsebine ter, da je vsebina v skladu s <a>Pogoji storitev YouTube</a>.
 IDC_CK_YOUTUBE_KEEP_LOGGED_IN		   = Ostani prijavljen
IDC_BTN_YOUTUBE_LOGOUT			       = Odjava

[IDD_UPLOADING_YOUTUBE]
IDD_UPLOADING_YOUTUBE		           = Nalaganje...
IDC_ST_YOUTUBE_UPLOADED			       = Nalaganje videoposnetka je končano!
IDC_ST_YOUTUBE_LINK		               = Povezava:
IDC_ST_YOUTUBE_EMBED			       = Vgradi:
IDC_BTN_YOUTUBE_LINK_GO			       = Pojdi
IDC_BTN_YOUTUBE_EMBED_COPY	           = Kopiraj
IDC_BTN_YOUTUBE_CLOSE		           = Zapri

[IDD_FILEINFO]
IDD_FILEINFO				           = Podatki o datoteki
IDC_BTN_CLIPBOARD		      	       = Kopiraj v Odložišče

[IDD_REGISTER]
IDD_REGISTER				           = Registriraj Bandicut
IDC_ST_1BUY				               = 1. Nakup
IDC_ST_1BUY_COMMENT			           = Če Bandicut ni registriran, bo videoposnetku dodan vodni žig. Prosimo, kliknite na gumb "Takojšnji nakup" za nakup Bandicutove licence.
IDC_BTN_BUY_ONLINE			           = Takojšnji nakup
IDC_ST_2REGISTER			           = 2. Registracija
IDC_ST_2REGISTER_COMMENT		       = Prosimo, vnesite e-poštni naslov in serijsko številko. [br](Za registracijo Bandicuta potrebujete spletno povezavo.)
IDC_ST_EMAIL_ADDRESS			       = E-poštni naslov
IDC_ST_SERIAL_NUMBER		           = Serijska številka
IDC_BTN_REGISTER_NOW		  	       = Registriraj zdaj
IDC_BTN_UNREGISTER_NOW			       = Odregistriraj

[IDD_SHUTDOWN]
IDD_SHUTDOWN				           = Zaustavitev sistema
IDC_ST_SHUTDOWN_INFO		   	       = Zaustavitev sistema
IDC_ST_SHUTDOWN_MSG1			       = Ker je postopek končan, se bo sistem ustavil.[br]Če ge ne želite ustaviti, kliknite na gumb 'Prekliči'.
IDD_SHUTDOWN_APP			           = Zapri Bandicut
IDC_ST_SHUTDOWN_APP_INFO		       = Zapri Bandicut
IDC_ST_SHUTDOWN_APP_MSG1		       = Ker je postopek končan, se bo Bandicut samodejno zaprl.[br]Če ge ne želite zapreti, kliknite na gumb 'Prekliči'.

[IDD_UPDATE_CHECK]
IDD_UPDATE_CHECK		      	       = Preveri za posodobitve
IDC_ST_UPDATE_SETTING		  	       = Nastavitve
IDC_CK_ENABLE_AUTO_CHECK		       = Omogoči samodejno preverjanje za posodobitve.
IDC_CK_SHOW_UPDATE_POPUP		       = Prikaži pojavno sporočilo, ko bo na voljo večja posodobitev.
IDC_CK_SHOW_ENABLE_BETA			       = Prikaži pojavno sporočilo, ko bo na voljo beta posodobitev.
IDC_BTN_CHECK_UPDATE_NOW		       = Preveri zdaj za posodobitve

[IDD_UPDATEINFO]
IDD_UPDATEINFO				           = Podatki o posodobitvah
IDC_ST_UPDATE_MSG1			           = Na voljo je nova različica.
IDC_ST_UPDATE_MSG2		    	       = Če kliknete na gumb 'Posodobi', ga lahko prenesete.
IDOK				                   = Posodobi

[IDD_FAILTOADD]
IDD_FAILTOADD		       	           = Ni uspelo dodajanje datotek.

[IDD_ITEM_EDIT]
IDD_ITEM_EDIT				           = Razdelilec videoposnotkov
IDOK					               = Uporabi
IDC_RD_SPLIT_NUMBER			           = Razdeli na
IDC_RD_SPLIT_TIME			           = Razdeli po trajanju:
IDC_ST_SEGMENT				           = Segmentov
IDC_CK_KEEP_SEGMENT			           = Obdrži izbran segment
IDC_ST_HOUR				               = Ur
IDC_ST_MIN				               = Min.
IDC_ST_SEC				               = Sek.

[IDD_INFORMATION]
IDD_INFORMATION				           = Vroče tipke
IDD_INFORMATION_LICENSE			       = Podatki o licenci

[SKIN]
; New UI
; Common
$BN_START				               = Začni
$BN_CANCEL				               = Prekliči
$BN_OK					               = Vredu
$BN_YES		                     	   = Da
$BN_NO				                   = Ne
$ST_OPTION				               = Možnost
$CK_JOIN				               = Združi segmente
$BN_OPEN_OUTPUT				           = Odpri
$BN_HELP				               = Pomoč
$CHECK_DO_NOT_SHOW			           = Ne prikaži naslednjič.

; Main
$BN_TIP					               = Registrirajte program, da odstranite vse omejitve. 
$BN_ADD_SEGMENT				           = Dodaj segment
$BN_GUIDE_OPEN_FILE			           = Odpri datoteko
$BN_GUIDE_OPEN_FILE_JOINER	    	   = Odpri datoteke
$ST_GUIDE_SET_SEGMENT		           = Izberi območje rezanja
$ST_GUIDE_START				           = Klikni na gumb 'Začni'
$ST_GUIDE_ADD_FILES			           = Dodaj datoteko
$ST_SEGMENT_LIST_TITLE			       = Seznam rezalnika segmentov
$ST_SEGMENT_LIST_TITLE_JOIN	           = Seznam združevalnika datotek

; Wizard
$BN_WIZARD_CUT				           = Začni
$BN_WIZARD_JOIN				           = Združi
$BN_WIZARD_SPLIT			           = Razdeli

; About
$ST_ABOUT_VERSION_INFO			       = Različica Bandicuta
$ST_ABOUT_COPYRIGHT			           = Avtorske pravice(c) 2013-2021 Bandicam.com
$BN_ABOUT_NEW_VERSION			       = Na voljo je nova različica.
$BN_ABOUT_CHECK_UPDATE			       = Preveri za posodobitve
$ST_ABOUT_LICENCE_INFO			       = Podatki o programu
$BN_ABOUT_REGISTER			           = Registriraj
$BN_ABOUT_REGISTER_HELP			       = Kako kupiti in registrirati program
$ST_ABOUT_HOMEPAGE_INFO			       = URL domače strani
$ST_ABOUT_HOMEPAGE_URL			       = Domača stran
$ST_ABOUT_FAQ_URL			           = Pogosta vprašanja
$BN_ABOUT_UPDATE_REGISTRATION		   = Posodobi registracijo
$BN_ABOUT_RENEW_LICENSE			       = Obnovi licenco

; OutputProgress

; Ready
$ST_READY_OUTPUT_MODE		           = Način
$RD_READY_HIGH_SPEED_MODE	       	   = Način visoke hitrosti
$RD_READY_ENCODING_MODE			       = Način kodiranja
$ST_READY_MODE_HIGH_SPEED		       = Hiter in brez izgub (Priporočen)
$ST_READY_MODE_ENCODING			       = Prilagodi format, kakovost in kodek (Počasen)
$ST_READY_FILE_FORMAT			       = Format datoteke
$ST_READY_VIDEO_INFO		           = Video
$ST_READY_VIDEO_ENCODER			       = Kodirnik videoposnetkov
$ST_READY_AUDIO_INFO	  	      	   = Zvok
$BN_READY_DETAIL_SETTING		       = Nastavitve kodiranja
$BN_READY_PRESET			           = Prednastavitev
$ST_READY_OUTPUT_OPTION		  	       = Izhod
$ST_READY_OUTPUT_FILE_NAME	    	   = Ime datoteke
$ST_READY_SAVE_FOLDER		           = Mapa
$CK_READY_OUTPUT_TO_SOURCE	  	       = Shrani v mapo virov
$ST_READY_TRACK_OPTION			       = Shrani posnetke
$RD_READY_ALL_TRACK			           = Shrani vse video in zvočne posnetke
$RD_READY_SEL_TRACK			           = Shrani samo izbrane video in zvočne posnetke
$CK_READY_EXTRACT_AUDIO		     	   = Izvleci zvočne posnetke (.mp3)
$CK_READY_REMOVE_AUDIO		      	   = Odstrani zvočne posnetke

; Run
$ST_RUN_CUT_FILE_INFO			       = Napredek
$ST_RUN_FILE_NAME			           = Datoteka:
$ST_RUN_COMPLETE			           = Dokončaj
$BN_RUN_UPLOAD				           = Naloži
$BN_RUN_PLAY				           = Predvajaj
$ST_RUN_RUNNING_TIME			       = Potekel čas
$ST_RUN_REMAINING_TIME			       = Preostali čas
$ST_RUN_SPEED				           = Hitrost
$ST_RUN_FILE_SIZE			           = Velikost datoteke
$ST_END_OPTION				           = Po dokončanju
$ST_UPLOAD_OPTION			           = Naloži možnost
$CK_RUN_OPEN_OUTPUT_FOLDER	           = Po dokončanju odpri izhodno mapo
$CK_RUN_SYSTEM_CLOSE			       = Izklopi računalnik
$CK_SOUND_ALARM			        	   = Predvajaj zvok
$CK_MOVE_TO_MAIN		        	   = Pojdi v glavno okno

; Capture
$BN_OPEN_FOLDER			               = Odpri mapo
$BN_MESSAGE			                   = [u]Zajeta slika je bila shranjena v izhodno mapo.[/u]

; Update Bandicam
$ST_UPDATE_STEP1_TEXT			       = Uporabili ste <font color="rumen">Bandicam</font>? Ta vam omogoča snemanje česarkoli na zaslonu računalnika in shranjevanje kot video datoteko.[br]Ali želite preizkusiti Bandicam?
$BN_UPDATE_STEP1_LINK			       = Več o tem
$ST_UPDATE_STEP2_TEXT			       = Poteka namestitev...
$BN_UPDATE_INSTALL		               = Namesti zdaj
$BN_UPDATE_LATER			           = Ne, hvala!
$BN_UPDATE_CANCEL			           = Prekliči
$BN_UPDATE_CLOSE			           = Zapri
$ST_UPDATE_OFFLINE			           = bandicam.jpg

; Rebuild Index
$ST_REBUILD_INDEX_TITLE		           = Priprava vaših datotek za urejanje.

; Tooltip
$TT_MENU				               = Meni
$TT_WIZARD				               = Začetek (Domov)
$TT_CUTTER				               = Začni
$TT_JOINER				               = Združi
$TT_ABOUT				               = Podatki (F1)
$TT_SETTING				               = Nastavitve (F5)
$TT_BANDICAM				           = Zaženi Bandicam

$TT_FILE_CLOSE_WORK			           = Zapri vse datoteke (F4)
$TT_FILE_CLOSE_WORK_CUT			       = Zapri datoteko - Ostrani vse segmente (F4)

$TT_FILE_OPEN			               = Odpri datoteko (F2,Ctrl+O)
$TT_FILE_ADD				           = Dodaj datoteko (F2,Ctrl+O)
$TT_FILE_PROJECT			           = Odpri/shrani projektno datoteko
$TT_OPEN				               = Odpri

$TT_REGISTER			               = Registriraj (F3)
$TT_OPEN_OUTPUT_FOLDER			       = Odpri projektno datoteko (Ctrl+F2)
$TT_HELP				               = Pomoč
$TT_REFRESH_LINFO			           = Osveži podatke o licenci

$TT_PLAYER_PLAY				           = Predvajaj/Začasno ustavi (Preslednica)
$TT_PLAYER_STOP				           = Ustavi (Ctrl+Space)
$TT_PLAYER_PLAY_SEG			           = Predvajaj/Začasno ustavi segment (Ctrl+P)
$TT_PLAYER_STOP_SEG			           = Zaustavi segment (Alt+P)

$TT_PLAYER_PREV_KEY_FRAME		       = Premakni na prejšnji ključni okvir (Ctrl+Levo)
$TT_PLAYER_PREV_FRAME			       = Premakni na prejšnji okvir (Levo)
$TT_PLAYER_NEXT_FRAME			       = Premakni na naslednji okvir (Desno)
$TT_PLAYER_NEXT_KEY_FRAME		       = Premakni na naslednji ključni okvir (Ctrl+Desno)
$TT_PLAYER_PREV_FILE_PLAY		       = Predvajaj prejšnjo datoteko (Levo)
$TT_PLAYER_NEXT_FILE_PLAY		       = Predvajaj naslednjo datoteko (Desno)
$TT_PLAYER_SEG_ADD			           = Dodaj segment (Ctrl+A)
$TT_ADD_SEGMENT_MAX		      	       = Lahko dodate do ${int1} datotek/segmentov.
$TT_PLAYER_SEG_START		           = Nastavi začetni čas segmenta ( S )
$TT_PLAYER_SEG_END		               = Nastavi končni čas segmenta ( E )
$TT_PLAYER_MUTE_ON		               = Nemo ( M )
$TT_PLAYER_MUTE_OFF		    	       = Glasno ( M )

$TT_PLAYER_CAPTURE	      		       = Zajemi (Ctrl+C)

$TT_ADD_SEGMENT			               = Dodaj segment (Ctrl+N)
$TT_PREV_SEGMENT			           = Premakni gor
$TT_NEXT_SEGMENT			           = Premakni dol
$TT_PREV_MOVE_FILE			           = Premakni nazaj
$TT_NEXT_MOVE_FILE			           = Premakni naprej

$TT_RUN_UPLOAD_OPTION			       = Možnosti nalaganja

$TT_LIST_PLAY				           = Predvajaj/Pavziraj segment
$TT_LIST_SPLIT				           = Razdeli
$TT_LIST_CUT_REMOVE			           = Odstrani
$TT_LIST_JOIN_REMOVE			       = Odstrani

$FONT_SIZE			                   = 

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; FILE
$LOGO_FILE				               = logo.png
$BETA_ICON_FILE				           = beta_icon.png
$UNREGISTERED_ICON_FILE			       = unregistered_icon.png
$EXPIRED_ICON_FILE			           = expired_icon.png

[HOTKEYS]
HOTKEYS_DEFAULT			       	       = * Vroče tipke Bandicuta
HOTKEYS_ABOUT				           = - Vizitka Bandicuta:	  	F1
HOTKEYS_FILE_INFO			           = - Podatki o datoteki:	Ctrl+F1
HOTKEYS_SETTING				           = - Nastavitve:		  F5
HOTKEYS_MAX			          	       = - Povečaj/Obnovi:      		Enter
HOTKEYS_CHANGE_MODE		    	       = - Spremeni način:    Ctrl+M
HOTKEYS_REGISTER		      	       = - Registriraj Bandicut:      F3
HOTKEYS_HOME				           = - Pojdi na začetno stran:  	Domov

HOTKEYS_PLAY_TITLE			           = * Predvajaj
HOTKEYS_OPEN_FILE			           = - Odpri datoteko:	      	Ctrl+O, F2
HOTKEYS_CLOSE				           = - Zapri vse datoteke: 		F4
HOTKEYS_START				           = - Začni:                  Ctrl+Enter
HOTKEYS_OPEN_FOLDER		    	       = - Odpri izhodno mapo:	    Ctrl+F2
HOTKEYS_PLAY				           = - Predvajaj/Pavza:		    Preslednica
HOTKEYS_STOP			               = - Ustavi:			            Ctrl+Preslednica
HOTKEYS_MUTE			               = - Nemo vkl./izkl.:	  	M

HOTKEYS_SEGMENT_PLAY		  	       = - Predvajaj/Pavziraj segment:	Ctrl+P
HOTKEYS_SEGMENT_STOP		  	       = - Ustavi segment:		          Alt+P
HOTKEYS_SEGMENT_REMOVE			       = - Odstrani segment:         	Delete

HOTKEYS_PLAY_FORWARD		  	       = - Naprej:		            	Desno, Numpad+
HOTKEYS_PLAY_REWIND		    	       = - Nazaj:		             	Levo, Numpad-

HOTKEYS_CUT_TITLE		               = * Odreži
HOTKEYS_SET_START_TIME			       = - Nastavi začetni čas segmenta:	S
HOTKEYS_SET_END_TIME		  	       = - Nastavi končni čas segmenta:	E
HOTKEYS_SEGMENT_ADD		    	       = - Dodaj segment:              	Ctrl+N

HOTKEYS_NEXT_FRAME		     	       = - Naslednji okvir:	        	Desno, Numpad+
HOTKEYS_NEXT_KEY_FRAME			       = - Naslednji ključni okvir:		Ctrl+Desno

HOTKEYS_PREVIOUS_FRAME			  = - Prejšnji okvir:	           	Levo, Numpad-
HOTKEYS_PREVIOUS_KEY_FRAME	      = - Prejšnji ključni okvir:	  	Ctrl+Levo

HOTKEYS_PREVIOUS_SEL_SEG		  = - Izberi prejšnji segment:    Gor
HOTKEYS_NEXT_SEL_SEG			  = - Izberi naslednji segment:   Dol

HOTKEYS_PREV_TIME_DIGIT		   	  = - Premakni na prejšnji čas:Shift+Tab
HOTKEYS_NEXT_TIME_DIGIT		  	  = - Premakni na naslednji čas:	Tab

HOTKEYS_JOIN_TITLE			      = * Združi
HOTKEYS_PREV_FILE_PLAY		      = - Predvajaj/Izberi prejšnjo datoteko: Levo
HOTKEYS_NEXT_FILE_PLAY			  = - Predvajaj/Izberi naslednjo datoteko: Desno